[
    {
      "supplier": "Apple",
      "description": "A big, beautiful window into new worlds, Studio Display draws you in from the moment you turn it on. It has a slim, all-screen design. And it’s packed with a phenomenal set of features so everything you do springs to life with gorgeous color and spectacular   detail.",
      "name": "iMac",
      "price": 1699,
      "quantity": 9,
      "sold": 10,
      "image": "https://i.ibb.co/5BxxFTY/iMac-1.png"
    },
    {
      "supplier": "Apple",
      "description": "M1 Pro takes the exceptional performance of the M1 architecture to a whole new level for pro users. Even the most ambitious projects are easily handled with up to 10 CPU cores, up to 16 GPU cores, a 16‑core Neural Engine, and dedicated encode and decode media engines that support H.264, HEVC, and ProRes codecs.",
      "name": "Mac Book Air",
      "price": 999,
      "quantity": 15,
      "sold": 13,
      "image": "https://i.ibb.co/16bxYsL/Mac-Book-Air-1.png"
    },
    {
      "supplier": "Apple",
      "description": "Apple Watch Series 7 have a water resistance rating of 50 meters under ISO standard 22810:2010. This means that they may be used for shallow-water activities like swimming in a pool or ocean. However, they should not be used for scuba diving, waterskiing, or  other activities involving high-velocity water or submersion below shallow depth. Series 7 is also rated IP6X dust resistant.",
      "name": "Apple Watch Series 7",
      "price": 699,
      "quantity": 22,
      "sold": 18,
      "image": "https://i.ibb.co/9w6ss51/Apple-Watch-Series-7-1.png"
    },
    {
      "supplier": "Apple",
      "description": "Active Noise Cancellation and Transparency mode. You can also touch and hold the volume slider in Control Center on your iPhone to change modes. Designed to keep up with you, AirPods Pro are sweat and water resistant,2 and they feature an expanded mesh microphone port that improves call clarity in windy situations.",
      "name": "Air Pods Pro",
      "price": 200,
      "quantity": 30,
      "sold": 25,
      "image": "https://i.ibb.co/7Rxtc7B/Air-Pods-Pro-1-1.png"
    },
    {
      "supplier": "Samsumg",
      "description": "Quantum Dot Technology delivers our finest picture ever. With Color Volume 100%, Quantum Dot takes light and turns it into breathtaking color that stays true at any level of brightness.Dual LED backlighting technology adjusts the color tone to suit the mood of your content so you can watch it the way it was meant to be seen.",
      "name": "Samsung QLED",
      "price": 699,
      "quantity": 15,
      "sold": 16,
      "image": "https://i.ibb.co/wRP3rGy/samsung-qled.webp"
    },
    {
      "supplier": "Xiaomi",
      "description": "Xiaomi 11 Lite 5G NE mobile was launched on 15th September 2021. The phone comes with a 90 Hz refresh rate 6.55-inch touchscreen display offering a resolution of 1080x2400 pixels and an aspect ratio of 20:9. Xiaomi 11 Lite 5G NE is powered by an octa-core Qualcomm Snapdragon 778G processor. It comes with 6GB of RAM. The Xiaomi 11 Lite 5G NE runs Android 11 and is powered by a 4250mAh battery. The Xiaomi 11 Lite 5G NE supports proprietary fast charging.",
      "name": "Xiaomi 11 Lite 5G NE",
      "price": 399,
      "quantity": 40,
      "sold": 18,
      "image": "https://i.ibb.co/9pFdzzH/Xiaomi-11-Lite-5-G-NE.png"
    },
    {
      "supplier": "Samsumg",
      "description": "Enjoy every step you take with your friends and family with the Galaxy Watch4. Track your steps and compete with friends in a fun competition through a live message board. Challenges come with commemorative badges and a point system to make exercise fun, motivating and socially rewarding.The sleep tracker detects and holistically analyzes your sleep stages while you rest.",
      "name": "Galaxy Watch 4",
      "price": 150,
      "quantity": 25,
      "sold": 35,
      "image": "https://i.ibb.co/GFJmbKW/Galaxy-watch4.png"
    },
    {
      "supplier": "Samsumg",
      "description": "Measured diagonally, Galaxy Note20's screen size is 6.7 inch in the full rectangle and 6.6 inch with accounting for the rounded corners and Galaxy Note20 Ultra's screen size is 6.9 inch in the full rectangle and 6.8 inch with accounting for the rounded corners; actual viewable area is less due to the rounded corners and camera hole. 120Hz display only available on Galaxy Note20 Ultra.",
      "name": "Galaxy Note 20 5G",
      "price": 150,
      "quantity": 25,
      "sold": 24,
      "image": "https://i.ibb.co/z81xBLd/galaxy-note20-specs-design-colors-mystic-bronze.png"
    },
    {
      "supplier": "Apple",
      "description": "Apple Watch SE have a water resistance rating of 50 meters under ISO standard 22810:2010. This means that they may be used for shallow-water activities like swimming in a pool or ocean. However, they should not be used for scuba diving, waterskiing, or other activities involving high-velocity water or submersion below shallow depth.Apple Watch SE (GPS + Cellular) can use a cellular connection for Emergency SOS. To use Emergency SOS on an Apple Watch without cellular, your iPhone needs to be nearby.",
      "name": "Apple Watch SE",
      "price": 355,
      "quantity": 20,
      "sold": 28,
      "image": "https://i.ibb.co/mXGbmZq/Apple-Watch-SE.png"
    },
    {
      "supplier": "Apple",
      "description": "The iPhone 13 display has rounded corners that follow a beautiful curved design, and these corners are within a standard rectangle. When measured as a standard rectangular shape, the screen is 6.06 inches diagonally (actual viewable area is less). Super Retina XDR display, 6.1 inch (diagonal) all screen OLED display and 2532 by 1170-pixel resolution at 460 ppi. Fingerprint-resistant oleophobic coating and Support for display of multiple languages and characters simultaneously",
      "name": "Apple iPhone 13",
      "price": 699,
      "quantity": 15,
      "sold": 16,
      "image": "https://i.ibb.co/R6PzTVc/apple-iphone-13.png"
    },
    {
      "supplier": "Apple",
      "description": "Measure your blood oxygen level with a revolutionary sensor and app. Take an ECG anytime, anywhere. See your fitness metrics at a glance with the enhanced Always-On Retina display. With Apple Watch Series 6 on your wrist, a healthier, more active, more connected life is within reach.The blood oxygen sensor is made up of four LED clusters and four photodiodes. Incorporated into the completely redesigned back crystal, the sensor works in concert with the Blood Oxygen app to determine your blood oxygen level.",
      "name": "Apple Watch Series 6",
      "price": 399,
      "quantity": 25,
      "sold": 17,
      "image": "https://i.ibb.co/brcjXSq/apple-watch-s6-steel.png"
    },
    {
      "supplier": "Apple",
      "description": "iPad mini is meticulously designed to be absolutely beautiful. An all-new enclosure features a new edge-to-edge screen, along with narrow borders and elegant rounded corners. The 8.3-inch Liquid Retina display features True Tone, P3 wide color, and ultralow reflectivity, making text sharp and colors vivid, wherever you are. Apple Pencil attaches magnetically to the side of iPad mini, so it’s always with you and ready for a spur-of-the-moment sketch or spontaneous brainstorming session.",
      "name": "Apple iPad Mini",
      "price": 799,
      "quantity": 17,
      "sold": 19,
      "image": "https://i.ibb.co/mcVLqT5/apple-ipad-mini-2021.png"
    }
  ]